NSHumanReadableCopyright = "कॉपीराइट 2013 Google Inc. सर्वाधिकार सुरक्षित.";
WebPluginDescription = "Chrome दूरस्थ डेस्कटॉप होस्ट";
WebPluginName = "किसी अन्य उपयोगकर्ता को इंटरनेट पर सुरक्षित रूप से अपना कंप्यूटर एक्सेस करने दें.";